Repository: mikail-yurt-plak/refocus
Catalog: Sources/ReFocus/Resources/Localizable.xcstrings
Source language: tr
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, uk, vi, zh_hans, zh_hant

# checkin.mood.energetic.description
source: Odaklanmaya hazırım
ar: مستعد للتركيز
de: Bereit mich zu konzentrieren
en: Ready to focus
es: Listo para concentrarme
fr: Prêt à me concentrer
hi: फोकस करने के लिए तैयार
id: Siap untuk fokus
it: Pronto a concentrarmi
ja: 集中する準備ができた
ko: 집중할 준비 완료
nl: Klaar om te focussen
pl: Gotowy do skupienia
pt: Pronto para focar
ru: Готов сосредоточиться
th: พร้อมที่จะโฟกัส
uk: Готовий зосередитися
vi: Sẵn sàng tập trung
zh_hans: 准备好专注了
zh_hant: 準備好專注了

# checkin.mood.energetic.title
source: Enerjik
ar: نشيط
de: Energiegeladen
en: Energetic
es: Enérgico
fr: Énergique
hi: ऊर्जावान
id: Berenergi
it: Energico
ja: エネルギッシュ
ko: 활기찬
nl: Energiek
pl: Pełen energii
pt: Energético
ru: Энергичный
th: กระตือรือร้น
uk: Енергійний
vi: Tràn đầy năng lượng
zh_hans: 精力充沛
zh_hant: 精力充沛

# checkin.mood.normal.description
source: İyi bir gün
ar: يوم جيد
de: Ein guter Tag
en: A good day
es: Un buen día
fr: Une bonne journée
hi: एक अच्छा दिन
id: Hari yang baik
it: Una buona giornata
ja: いい一日
ko: 좋은 하루
nl: Een goede dag
pl: Dobry dzień
pt: Um bom dia
ru: Хороший день
th: วันที่ดี
uk: Гарний день
vi: Một ngày tốt lành
zh_hans: 美好的一天
zh_hant: 美好的一天

# checkin.mood.normal.title
source: Normal
ar: عادي
hi: सामान्य
it: Normale
ja: 普通
ko: 보통
nl: Normaal
pl: Normalnie
ru: Нормальный
th: ปกติ
uk: Нормально
vi: Bình thường
zh_hans: 正常
zh_hant: 正常

# checkin.mood.scattered.description
source: Dikkatim dağınık
ar: ذهني شارد
de: Gedanken schweifen
en: Mind is wandering
es: Mente dispersa
fr: Esprit vagabond
hi: मन भटक रहा है
id: Pikiran mengembara
it: Mente distratta
ja: 気が散っている
ko: 마음이 산만함
nl: Gedachten dwalen
pl: Myśli błądzą
pt: Mente vagando
ru: Мысли блуждают
th: จิตใจล่องลอย
uk: Думки блукають
vi: Tâm trí đang lang thang
zh_hans: 思绪飘忽
zh_hant: 思緒飄忽

# checkin.mood.scattered.title
source: Dağınık
ar: مشتت
de: Zerstreut
en: Scattered
es: Disperso
fr: Dispersé
hi: बिखरा हुआ
id: Tidak fokus
it: Disperso
ja: 散漫
ko: 산만함
nl: Verstrooid
pl: Rozproszony
pt: Disperso
ru: Рассеянный
th: ไม่โฟกัส
uk: Розсіяний
vi: Phân tán
zh_hans: 分散
zh_hant: 分散

# checkin.mood.tired.description
source: Enerjim düşük
ar: طاقة منخفضة
de: Wenig Energie
en: Low energy
es: Poca energía
fr: Peu d'énergie
hi: कम ऊर्जा
id: Energi rendah
it: Poca energia
ja: エネルギー不足
ko: 에너지가 낮음
nl: Weinig energie
pl: Mało energii
pt: Pouca energia
ru: Мало энергии
th: พลังงานต่ำ
uk: Мало енергії
vi: Ít năng lượng
zh_hans: 精力不足
zh_hant: 精力不足

# checkin.mood.tired.title
source: Yorgun
ar: متعب
de: Müde
en: Tired
es: Cansado
fr: Fatigué
hi: थका हुआ
id: Lelah
it: Stanco
ja: 疲れている
ko: 피곤함
nl: Moe
pl: Zmęczony
pt: Cansado
ru: Уставший
th: เหนื่อย
uk: Втомлений
vi: Mệt mỏi
zh_hans: 疲惫
zh_hant: 疲憊

# common.button.back
source: Geri
ar: رجوع
de: Zurück
en: Back
es: Atrás
fr: Retour
hi: वापस
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
nl: Terug
pl: Wstecz
pt: Voltar
ru: Назад
th: ย้อนกลับ
uk: Назад
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

# common.button.cancel
source: İptal
ar: إلغاء
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
th: ยกเลิก
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# common.button.change
source: Değiştir
ar: تغيير
de: Ändern
en: Change
es: Cambiar
fr: Modifier
hi: बदलें
id: Ubah
it: Cambia
ja: 変更
ko: 변경
nl: Wijzigen
pl: Zmień
pt: Alterar
ru: Изменить
th: เปลี่ยน
uk: Змінити
vi: Thay đổi
zh_hans: 更改
zh_hant: 更改

# common.button.close
source: Kapat
ar: إغلاق
de: Schließen
en: Close
es: Cerrar
fr: Fermer
hi: बंद करें
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pl: Zamknij
pt: Fechar
ru: Закрыть
th: ปิด
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# common.button.complete
source: Tamamla
ar: إكمال
de: Abschließen
en: Complete
es: Completar
fr: Terminer
hi: पूर्ण
id: Selesai
it: Completa
ja: 完了
ko: 완료
nl: Voltooien
pl: Zakończ
pt: Concluir
ru: Завершить
th: เสร็จสิ้น
uk: Завершити
vi: Hoàn thành
zh_hans: 完成
zh_hant: 完成

# common.button.continue
source: Devam Et
ar: متابعة
de: Fortfahren
en: Continue
es: Continuar
fr: Continuer
hi: जारी रखें
id: Lanjutkan
it: Continua
ja: 続ける
ko: 계속
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ru: Продолжить
th: ดำเนินการต่อ
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# common.button.end
source: Bitir
ar: إنهاء
de: Beenden
en: End
es: Finalizar
fr: Terminer
hi: समाप्त
id: Akhiri
it: Termina
ja: 終了
ko: 종료
nl: Beëindigen
pl: Zakończ
pt: Finalizar
ru: Завершить
th: จบ
uk: Завершити
vi: Kết thúc
zh_hans: 结束
zh_hant: 結束

# common.button.next
source: İleri
ar: التالي
de: Weiter
en: Next
es: Siguiente
fr: Suivant
hi: आगे
id: Selanjutnya
it: Avanti
ja: 次へ
ko: 다음
nl: Volgende
pl: Dalej
pt: Próximo
ru: Далее
th: ถัดไป
uk: Далі
vi: Tiếp theo
zh_hans: 下一步
zh_hant: 下一步

# common.button.start
source: Başla
ar: ابدأ
de: Starten
en: Start
es: Comenzar
fr: Commencer
hi: शुरू करें
id: Mulai
it: Inizia
ja: 開始
ko: 시작
nl: Starten
pl: Rozpocznij
pt: Iniciar
ru: Начать
th: เริ่ม
uk: Почати
vi: Bắt đầu
zh_hans: 开始
zh_hant: 開始

# common.duration_format %lld %lld
source: %lld dk odak / %lld dk mola
ar: %lld دقيقة تركيز / %lld دقيقة استراحة
de: %lld Min Fokus / %lld Min Pause
en: %lld min focus / %lld min break
es: %lld min enfoque / %lld min descanso
fr: %lld min focus / %lld min pause
hi: %lld मिनट फोकस / %lld मिनट ब्रेक
id: %lld menit fokus / %lld menit istirahat
it: %lld min focus / %lld min pausa
ja: %lld 分集中 / %lld 分休憩
ko: %lld분 집중 / %lld분 휴식
nl: %lld min focus / %lld min pauze
pl: %lld min skupienia / %lld min przerwy
pt: %lld min foco / %lld min pausa
ru: %lld мин фокус / %lld мин перерыв
th: %lld นาที โฟกัส / %lld นาที พัก
uk: %lld хв фокус / %lld хв перерва
vi: %lld phút tập trung / %lld phút nghỉ
zh_hans: %lld 分钟专注 / %lld 分钟休息
zh_hant: %lld 分鐘專注 / %lld 分鐘休息

# common.label.break
source: Mola
ar: استراحة
de: Pause
en: Break
es: Descanso
fr: Pause
hi: ब्रेक
id: Istirahat
it: Pausa
ja: 休憩
ko: 휴식
nl: Pauze
pl: Przerwa
pt: Pausa
ru: Перерыв
th: พัก
uk: Перерва
vi: Nghỉ
zh_hans: 休息
zh_hant: 休息

# common.label.focus
source: Odak
ar: تركيز
de: Fokus
en: Focus
es: Enfoque
fr: Focus
hi: फोकस
id: Fokus
it: Focus
ja: 集中
ko: 집중
nl: Focus
pl: Skupienie
pt: Foco
ru: Фокус
th: โฟกัส
uk: Фокус
vi: Tập trung
zh_hans: 专注
zh_hant: 專注

# common.label.optional
source: Opsiyonel
ar: اختياري
de: Optional
en: Optional
es: Opcional
fr: Optionnel
hi: वैकल्पिक
id: Opsional
it: Opzionale
ja: 任意
ko: 선택사항
nl: Optioneel
pl: Opcjonalne
pt: Opcional
ru: Необязательно
th: ไม่บังคับ
uk: Необов'язково
vi: Tùy chọn
zh_hans: 可选
zh_hant: 可選

# common.label.session
source: Seans
ar: جلسة
de: Sitzung
en: Session
es: Sesión
fr: Session
hi: सत्र
id: Sesi
it: Sessione
ja: セッション
ko: 세션
nl: Sessie
pl: Sesja
pt: Sessão
ru: Сессия
th: เซสชัน
uk: Сесія
vi: Phiên
zh_hans: 会话
zh_hant: 工作階段

# common.unit.min
source: dk
ar: د
de: Min
en: min
es: min
fr: min
hi: मि
id: mnt
it: min
ja: 分
ko: 분
nl: min
pl: min
pt: min
ru: мин
th: นาที
uk: хв
vi: phút
zh_hans: 分钟
zh_hant: 分鐘

# common.unit.minute
source: dakika
ar: دقيقة
de: Minute
en: minute
es: minuto
fr: minute
hi: मिनट
id: menit
it: minuto
ja: 分
ko: 분
nl: minuut
pl: minuta
pt: minuto
ru: минута
th: นาที
uk: хвилина
vi: phút
zh_hans: 分钟
zh_hant: 分鐘

# common.unit.second
source: saniye
ar: ثانية
de: Sekunde
en: second
es: segundo
fr: seconde
hi: सेकंड
id: detik
it: secondo
ja: 秒
ko: 초
nl: seconde
pl: sekunda
pt: segundo
ru: секунда
th: วินาที
uk: секунда
vi: giây
zh_hans: 秒
zh_hant: 秒

# feedback.how_did_you_feel
source: Nasıl hissettin?
ar: كيف شعرت؟
de: Wie hast du dich gefühlt?
en: How did you feel?
es: ¿Cómo te sentiste?
fr: Comment vous êtes-vous senti ?
hi: आपको कैसा लगा?
id: Bagaimana perasaanmu?
it: Come ti sei sentito?
ja: どうでしたか？
ko: 기분이 어땠나요?
nl: Hoe voelde je je?
pl: Jak się czułeś?
pt: Como você se sentiu?
ru: Как вы себя чувствовали?
th: คุณรู้สึกอย่างไร?
uk: Як ви себе почували?
vi: Bạn cảm thấy thế nào?
zh_hans: 感觉如何？
zh_hant: 感覺如何？

# feedback.interruption
source: Kesinti
ar: انقطاع
de: Unterbrechung
en: Interruption
es: Interrupción
fr: Interruption
hi: रुकावट
id: Gangguan
it: Interruzione
ja: 中断
ko: 중단
nl: Onderbreking
pl: Przerwa
pt: Interrupção
ru: Прерывание
th: การหยุดชะงัก
uk: Переривання
vi: Gián đoạn
zh_hans: 中断
zh_hant: 中斷

# feedback.mood.great
source: İyi hissediyorum
ar: أشعر بالراحة
de: Fühle mich gut
en: Feeling great
es: Me siento bien
fr: Je me sens bien
hi: अच्छा लग रहा है
id: Merasa baik
it: Mi sento bene
ja: 気分がいい
ko: 기분 좋아요
nl: Voel me goed
pl: Czuję się dobrze
pt: Me sentindo bem
ru: Чувствую себя хорошо
th: รู้สึกดี
uk: Почуваюся добре
vi: Cảm thấy tuyệt vời
zh_hans: 感觉很好
zh_hant: 感覺很好

# feedback.mood.okay
source: Fena değildi
ar: كان جيداً
de: War okay
en: It was okay
es: Estuvo bien
fr: C'était correct
hi: ठीक था
id: Lumayan
it: È andato bene
ja: まあまあ
ko: 괜찮았어요
nl: Was oké
pl: Było w porządku
pt: Foi ok
ru: Было нормально
th: ก็โอเค
uk: Було нормально
vi: Cũng được
zh_hans: 还可以
zh_hant: 還可以

# feedback.mood.struggled
source: Zorlandım
ar: واجهت صعوبة
de: War schwierig
en: I struggled
es: Me costó
fr: J'ai eu du mal
hi: मुश्किल हुई
id: Saya kesulitan
it: Ho fatto fatica
ja: 苦労した
ko: 힘들었어요
nl: Het was moeilijk
pl: Było trudno
pt: Foi difícil
ru: Было трудно
th: ลำบาก
uk: Було важко
vi: Tôi gặp khó khăn
zh_hans: 有些困难
zh_hant: 有些困難

# feedback.note_hint
source: Kısa bir not bırakmak, zihinsel kapanış sağlar ve geçmişe bakınca ne yaptığını hatırlatır.
ar: ملاحظة قصيرة توفر الإغلاق الذهني وتساعدك على تذكر ما فعلته.
de: Eine kurze Notiz sorgt für mentalen Abschluss und hilft dir zu erinnern, was du getan hast.
en: A short note provides mental closure and helps you remember what you did.
es: Una nota corta proporciona cierre mental y te ayuda a recordar lo que hiciste.
fr: Une courte note aide à la fermeture mentale et vous rappelle ce que vous avez fait.
hi: एक छोटा नोट मानसिक समापन प्रदान करता है।
id: Catatan singkat memberikan penutupan mental dan membantu mengingat apa yang kamu lakukan.
it: Una breve nota fornisce chiusura mentale e ti aiuta a ricordare cosa hai fatto.
ja: 短いメモは心理的な区切りになり、何をしたか思い出すのに役立ちます。
ko: 짧은 메모는 정신적 마무리를 제공하고 무엇을 했는지 기억하는 데 도움이 됩니다.
nl: Een korte notitie zorgt voor mentale afsluiting en helpt je herinneren wat je deed.
pl: Krótka notatka zapewnia mentalne zamknięcie i pomaga zapamiętać, co zrobiłeś.
pt: Uma nota curta proporciona fechamento mental e ajuda a lembrar o que você fez.
ru: Короткая заметка обеспечивает ментальное завершение и помогает вспомнить, что вы делали.
th: โน้ตสั้นๆ ช่วยปิดท้ายทางจิตใจและช่วยให้คุณจำได้ว่าทำอะไร
uk: Коротка нотатка забезпечує ментальне завершення і допомагає згадати, що ви робили.
vi: Ghi chú ngắn giúp kết thúc tinh thần và nhớ lại những gì bạn đã làm.
zh_hans: 简短的笔记能帮助你做好心理收尾，并回顾自己做了什么。
zh_hant: 簡短的筆記能幫助你做好心理收尾，並回顧自己做了什麼。

# feedback.note_placeholder
source: Bu seansta ne yaptın? (1-2 cümle)
ar: ماذا فعلت في هذه الجلسة؟ (1-2 جملة)
de: Was hast du diese Sitzung gemacht? (1-2 Sätze)
en: What did you do this session? (1-2 sentences)
es: ¿Qué hiciste en esta sesión? (1-2 oraciones)
fr: Qu'avez-vous fait cette session ? (1-2 phrases)
hi: इस सत्र में आपने क्या किया? (1-2 वाक्य)
id: Apa yang kamu kerjakan sesi ini? (1-2 kalimat)
it: Cosa hai fatto in questa sessione? (1-2 frasi)
ja: このセッションで何をしましたか？(1-2文)
ko: 이 세션에서 무엇을 했나요? (1-2문장)
nl: Wat heb je deze sessie gedaan? (1-2 zinnen)
pl: Co robiłeś w tej sesji? (1-2 zdania)
pt: O que você fez nesta sessão? (1-2 frases)
ru: Что вы делали в этой сессии? (1-2 предложения)
th: คุณทำอะไรในเซสชันนี้? (1-2 ประโยค)
uk: Що ви робили в цій сесії? (1-2 речення)
vi: Bạn đã làm gì trong phiên này? (1-2 câu)
zh_hans: 这次专注你做了什么？(1-2句)
zh_hant: 這次專注你做了什麼？(1-2句)

# feedback.q1.no
source: Hayır, iyiydi
ar: لا، كان جيداً
de: Nein, es ging
en: No, it was fine
es: No, estuvo bien
fr: Non, ça allait
hi: नहीं, ठीक था
id: Tidak, baik-baik saja
it: No, andava bene
ja: いいえ、大丈夫でした
ko: 아니요, 괜찮았어요
nl: Nee, het ging
pl: Nie, było dobrze
pt: Não, foi tranquilo
ru: Нет, было нормально
th: ไม่ ดี
uk: Ні, було добре
vi: Không, ổn
zh_hans: 不，还好
zh_hant: 不，還好

# feedback.q1.question
source: Zor muydu?
ar: هل كان صعباً؟
de: War es schwierig?
en: Was it difficult?
es: ¿Fue difícil?
fr: Était-ce difficile ?
hi: क्या यह कठिन था?
id: Apakah sulit?
it: È stato difficile?
ja: 難しかったですか？
ko: 어려웠나요?
nl: Was het moeilijk?
pl: Czy było trudno?
pt: Foi difícil?
ru: Было трудно?
th: ยากไหม?
uk: Було важко?
vi: Có khó không?
zh_hans: 困难吗？
zh_hant: 困難嗎？

# feedback.q1.yes
source: Evet, zorlandım
ar: نعم، كان صعباً
de: Ja, es war schwer
en: Yes, it was hard
es: Sí, fue difícil
fr: Oui, c'était dur
hi: हां, कठिन था
id: Ya, sulit
it: Sì, è stato difficile
ja: はい、大変でした
ko: 네, 힘들었어요
nl: Ja, het was moeilijk
pl: Tak, było trudno
pt: Sim, foi difícil
ru: Да, было трудно
th: ใช่ ยาก
uk: Так, було важко
vi: Vâng, khó
zh_hans: 是的，很难
zh_hant: 是的，很難

# feedback.q2.no
source: Hayır, dağıldım
ar: لا، تشتت انتباهي
de: Nein, ich war abgelenkt
en: No, I got distracted
es: No, me distraje
fr: Non, j'ai été distrait
hi: नहीं, मैं विचलित हो गया
id: Tidak, saya terganggu
it: No, mi sono distratto
ja: いいえ、気が散りました
ko: 아니요, 산만했어요
nl: Nee, ik was afgeleid
pl: Nie, byłem rozproszony
pt: Não, me distraí
ru: Нет, я отвлекался
th: ไม่ ฉันเสียสมาธิ
uk: Ні, я відволікався
vi: Không, tôi bị phân tâm
zh_hans: 不，我分心了
zh_hant: 不，我分心了

# feedback.q2.question
source: Odaklandın mı?
ar: هل بقيت مركزاً؟
de: Bliebst du fokussiert?
en: Did you stay focused?
es: ¿Te mantuviste concentrado?
fr: Êtes-vous resté concentré ?
hi: क्या आप फोकस रहे?
id: Apakah kamu tetap fokus?
it: Sei rimasto concentrato?
ja: 集中できましたか？
ko: 집중했나요?
nl: Bleef je gefocust?
pl: Czy byłeś skupiony?
pt: Você ficou focado?
ru: Вы оставались сосредоточены?
th: คุณโฟกัสได้ไหม?
uk: Ви залишалися зосередженими?
vi: Bạn có tập trung không?
zh_hans: 保持专注了吗？
zh_hant: 保持專注了嗎？

# feedback.q2.yes
source: Evet, odaklıydım
ar: نعم، كنت مركزاً
de: Ja, ich war fokussiert
en: Yes, I was focused
es: Sí, estuve concentrado
fr: Oui, j'étais concentré
hi: हां, मैं फोकस था
id: Ya, saya fokus
it: Sì, ero concentrato
ja: はい、集中できました
ko: 네, 집중했어요
nl: Ja, ik was gefocust
pl: Tak, byłem skupiony
pt: Sim, fiquei focado
ru: Да, я был сосредоточен
th: ใช่ ฉันโฟกัส
uk: Так, я був зосереджений
vi: Vâng, tôi tập trung
zh_hans: 是的，我很专注
zh_hant: 是的，我很專注

# feedback.q3.no
source: Hayır, değildi
ar: لا، لم تكن مناسبة
de: Nein, war es nicht
en: No, it wasn't
es: No, no lo fue
fr: Non, ce n'était pas le cas
hi: नहीं, नहीं था
id: Tidak, tidak tepat
it: No, non era giusto
ja: いいえ、適切ではなかった
ko: 아니요, 적절하지 않았어요
nl: Nee, was het niet
pl: Nie, nie było dobrze
pt: Não, não foi
ru: Нет, было неправильно
th: ไม่ ไม่เหมาะสม
uk: Ні, було неправильно
vi: Không, không phù hợp
zh_hans: 不，不合适
zh_hant: 不，不合適

# feedback.q3.question
source: Süre uygun muydu?
ar: هل كانت المدة مناسبة؟
de: War die Dauer richtig?
en: Was the duration right?
es: ¿La duración fue correcta?
fr: La durée était-elle bonne ?
hi: क्या अवधि सही थी?
id: Apakah durasinya tepat?
it: La durata era giusta?
ja: 時間は適切でしたか？
ko: 시간이 적절했나요?
nl: Was de duur goed?
pl: Czy czas był odpowiedni?
pt: A duração foi adequada?
ru: Продолжительность была правильной?
th: ระยะเวลาเหมาะสมไหม?
uk: Тривалість була правильною?
vi: Thời gian có phù hợp không?
zh_hans: 时长合适吗？
zh_hant: 時長合適嗎？

# feedback.q3.yes
source: Evet, uygundu
ar: نعم، كانت مناسبة
de: Ja, es war richtig
en: Yes, it was right
es: Sí, estuvo bien
fr: Oui, c'était bien
hi: हां, सही था
id: Ya, tepat
it: Sì, era giusto
ja: はい、適切でした
ko: 네, 적절했어요
nl: Ja, het was goed
pl: Tak, było dobrze
pt: Sim, foi adequada
ru: Да, было правильно
th: ใช่ เหมาะสม
uk: Так, було правильно
vi: Vâng, phù hợp
zh_hans: 是的，合适
zh_hant: 是的，合適

# feedback.remaining
source: Kalan
ar: المتبقي
de: Verbleibend
en: Remaining
es: Restante
fr: Restant
hi: शेष
id: Tersisa
it: Rimanente
ja: 残り
ko: 남은
nl: Resterend
pl: Pozostało
pt: Restante
ru: Осталось
th: เหลือ
uk: Залишилось
vi: Còn lại
zh_hans: 剩余
zh_hant: 剩餘

# feedback.session_note
source: Seans Notu
ar: ملاحظة الجلسة
de: Sitzungsnotiz
en: Session Note
es: Nota de sesión
fr: Note de session
hi: सत्र नोट
id: Catatan sesi
it: Nota sessione
ja: セッションノート
ko: 세션 메모
nl: Sessie notitie
pl: Notatka z sesji
pt: Nota da sessão
ru: Заметка о сессии
th: โน้ตเซสชัน
uk: Нотатка сесії
vi: Ghi chú phiên
zh_hans: 专注笔记
zh_hant: 專注筆記

# feedback.session_progress
source: Seans İlerlemesi
ar: تقدم الجلسة
de: Sitzungsfortschritt
en: Session Progress
es: Progreso de sesión
fr: Progression de session
hi: सत्र प्रगति
id: Progres sesi
it: Progresso sessione
ja: セッション進捗
ko: 세션 진행률
nl: Sessie voortgang
pl: Postęp sesji
pt: Progresso da sessão
ru: Прогресс сессии
th: ความคืบหน้าเซสชัน
uk: Прогрес сесії
vi: Tiến trình phiên
zh_hans: 专注进度
zh_hant: 專注進度

# feedback.title
source: Seans Tamamlandı
ar: اكتملت الجلسة
de: Sitzung abgeschlossen
en: Session Completed
es: Sesión completada
fr: Session terminée
hi: सत्र पूर्ण
id: Sesi selesai
it: Sessione completata
ja: セッション完了
ko: 세션 완료
nl: Sessie voltooid
pl: Sesja zakończona
pt: Sessão concluída
ru: Сессия завершена
th: เซสชันเสร็จสิ้น
uk: Сесію завершено
vi: Phiên hoàn thành
zh_hans: 专注完成
zh_hant: 專注完成

# focus.accessibility.end_hint
source: Odak seansını erken bitirmek için çift tıkla
ar: انقر نقرًا مزدوجًا لإنهاء جلسة التركيز مبكرًا
de: Doppeltippen, um die Sitzung vorzeitig zu beenden
en: Double tap to end focus session early
es: Toca dos veces para terminar la sesión antes
fr: Appuyez deux fois pour terminer la session plus tôt
hi: फोकस सत्र जल्दी समाप्त करने के लिए डबल टैप करें
id: Ketuk dua kali untuk mengakhiri sesi lebih awal
it: Tocca due volte per terminare la sessione in anticipo
ja: ダブルタップでセッションを早めに終了
ko: 더블 탭하여 세션을 일찍 종료
nl: Dubbeltik om de sessie eerder te beëindigen
pl: Dotknij dwukrotnie, aby zakończyć sesję wcześniej
pt: Toque duas vezes para encerrar a sessão mais cedo
ru: Дважды коснитесь, чтобы завершить сессию раньше
th: แตะสองครั้งเพื่อจบเซสชันก่อนกำหนด
uk: Двічі торкніться, щоб завершити сесію раніше
vi: Nhấn đúp để kết thúc phiên sớm
zh_hans: 双击以提前结束专注时段
zh_hant: 雙擊以提前結束專注時段

# focus.alert.end_message
source: Seansı şimdi bitirmek istediğinden emin misin?
ar: هل أنت متأكد أنك تريد إنهاء الجلسة الآن؟
de: Bist du sicher, dass du die Sitzung jetzt beenden möchtest?
en: Are you sure you want to end the session now?
es: ¿Estás seguro de que quieres terminar la sesión ahora?
fr: Êtes-vous sûr de vouloir terminer la session maintenant ?
hi: क्या आप वाकई अभी सत्र समाप्त करना चाहते हैं?
id: Yakin ingin mengakhiri sesi sekarang?
it: Sei sicuro di voler terminare la sessione ora?
ja: 本当に今セッションを終了しますか？
ko: 지금 세션을 종료하시겠습니까?
nl: Weet je zeker dat je de sessie nu wilt beëindigen?
pl: Czy na pewno chcesz teraz zakończyć sesję?
pt: Tem certeza de que deseja finalizar a sessão agora?
ru: Вы уверены, что хотите завершить сессию сейчас?
th: คุณแน่ใจหรือว่าต้องการจบเซสชันตอนนี้?
uk: Ви впевнені, що хочете завершити сесію зараз?
vi: Bạn có chắc muốn kết thúc phiên ngay bây giờ không?
zh_hans: 你确定要现在结束专注吗？
zh_hant: 你確定要現在結束專注嗎？

# focus.alert.end_title
source: Seansı Bitir?
ar: إنهاء الجلسة؟
de: Sitzung beenden?
en: End Session?
es: ¿Finalizar sesión?
fr: Terminer la session ?
hi: सत्र समाप्त करें?
id: Akhiri sesi?
it: Terminare la sessione?
ja: セッションを終了しますか？
ko: 세션을 종료하시겠습니까?
nl: Sessie beëindigen?
pl: Zakończyć sesję?
pt: Finalizar sessão?
ru: Завершить сессию?
th: จบเซสชัน?
uk: Завершити сесію?
vi: Kết thúc phiên?
zh_hans: 结束专注？
zh_hant: 結束專注？

# focus.break_message
source: Biraz nefes al. Bir sonraki seansa hazırlan.
ar: خذ نفساً عميقاً. استعد للجلسة التالية.
de: Atme durch. Bereite dich auf die nächste Sitzung vor.
en: Take a breath. Prepare for the next session.
es: Toma un respiro. Prepárate para la siguiente sesión.
fr: Prenez une respiration. Préparez-vous pour la prochaine session.
hi: थोड़ा सांस लें। अगले सत्र के लिए तैयार हों।
id: Tarik napas. Bersiap untuk sesi berikutnya.
it: Fai un respiro. Preparati per la prossima sessione.
ja: 深呼吸してください。 次のセッションの準備をしましょう。
ko: 잠시 숨을 고르세요. 다음 세션을 준비하세요.
nl: Neem even adem. Bereid je voor op de volgende sessie.
pl: Weź oddech. Przygotuj się do następnej sesji.
pt: Respire fundo. Prepare-se para a próxima sessão.
ru: Сделайте вдох. Подготовьтесь к следующей сессии.
th: หายใจสักครู่ เตรียมตัวสำหรับเซสชันถัดไป
uk: Зробіть вдих. Підготуйтесь до наступної сесії.
vi: Hít thở sâu. Chuẩn bị cho phiên tiếp theo.
zh_hans: 深呼吸一下。 为下一个专注时段做准备。
zh_hant: 深呼吸一下。 為下一個專注時段做準備。

# focus.button.end_session
source: Seansı Bitir
ar: إنهاء الجلسة
de: Sitzung beenden
en: End Session
es: Finalizar sesión
fr: Terminer la session
hi: सत्र समाप्त करें
id: Akhiri sesi
it: Termina sessione
ja: セッション終了
ko: 세션 종료
nl: Sessie beëindigen
pl: Zakończ sesję
pt: Finalizar sessão
ru: Завершить сессию
th: จบเซสชัน
uk: Завершити сесію
vi: Kết thúc phiên
zh_hans: 结束专注
zh_hant: 結束專注

# focus.button.skip_break
source: Molayı Atla
ar: تخطي الاستراحة
de: Pause überspringen
en: Skip Break
es: Omitir descanso
fr: Passer la pause
hi: ब्रेक छोड़ें
id: Lewati istirahat
it: Salta pausa
ja: 休憩をスキップ
ko: 휴식 건너뛰기
nl: Pauze overslaan
pl: Pomiń przerwę
pt: Pular pausa
ru: Пропустить перерыв
th: ข้ามพัก
uk: Пропустити перерву
vi: Bỏ qua nghỉ
zh_hans: 跳过休息
zh_hant: 跳過休息

# focus.status.focusing
source: Odaklanıyor
ar: في حالة تركيز
de: Fokussiert
en: Focusing
es: Concentrándose
fr: En concentration
hi: फोकस कर रहे हैं
id: Fokus
it: In concentrazione
ja: 集中中
ko: 집중 중
nl: Focussen
pl: Skupienie
pt: Focando
ru: Сосредоточение
th: กำลังโฟกัส
uk: Зосередження
vi: Đang tập trung
zh_hans: 专注中
zh_hant: 專注中

# heatmap.empty.message
source: Birkaç seans tamamladıktan sonra burada güzel bir görselleştirme olacak.
ar: بعد إكمال بعض الجلسات ستظهر هنا رسوم بيانية جميلة.
de: Nach ein paar Sitzungen siehst du hier eine schöne Visualisierung.
en: After completing a few sessions you'll see a nice visualization here.
es: Después de completar algunas sesiones verás una bonita visualización aquí.
fr: Après avoir terminé quelques sessions tu verras une belle visualisation ici.
hi: कुछ सत्र पूरे करने के बाद आपको यहाँ सुंदर विज़ुअलाइज़ेशन दिखाई देगा।
id: Setelah menyelesaikan beberapa sesi Anda akan melihat visualisasi yang bagus di sini.
it: Dopo aver completato alcune sessioni vedrai una bella visualizzazione qui.
ja: いくつかのセッションを完了すると ここにきれいな可視化が表示されます。
ko: 몇 세션을 완료하면 여기에 멋진 시각화가 표시됩니다.
nl: Na het voltooien van een paar sessies zie je hier een mooie visualisatie.
pl: Po ukończeniu kilku sesji zobaczysz tu ładną wizualizację.
pt: Após completar algumas sessões você verá uma bela visualização aqui.
ru: После завершения нескольких сессий здесь появится красивая визуализация.
th: หลังจากทำเซสชันสักสองสามครั้ง คุณจะเห็นกราฟสวยๆ ที่นี่
uk: Після завершення кількох сеансів тут з'явиться гарна візуалізація.
vi: Sau khi hoàn thành vài phiên bạn sẽ thấy biểu đồ đẹp ở đây.
zh_hans: 完成几个会话后 这里将显示漂亮的可视化图表。
zh_hant: 完成幾個會話後 這裡將顯示漂亮的視覺化圖表。

# heatmap.empty.title
source: Henüz yeterli verin yok
ar: لا توجد بيانات كافية بعد
de: Noch nicht genug Daten
en: Not enough data yet
es: Aún no hay suficientes datos
fr: Pas encore assez de données
hi: अभी पर्याप्त डेटा नहीं है
id: Belum cukup data
it: Non ancora abbastanza dati
ja: まだデータが足りません
ko: 아직 데이터가 충분하지 않습니다
nl: Nog niet genoeg gegevens
pl: Jeszcze za mało danych
pt: Dados insuficientes ainda
ru: Пока недостаточно данных
th: ข้อมูลยังไม่เพียงพอ
uk: Ще недостатньо даних
vi: Chưa đủ dữ liệu
zh_hans: 数据还不够
zh_hant: 數據還不夠

# heatmap.period
source: Periyod
ar: الفترة
de: Zeitraum
en: Period
es: Período
fr: Période
hi: अवधि
id: Periode
it: Periodo
ja: 期間
ko: 기간
nl: Periode
pl: Okres
pt: Período
ru: Период
th: ช่วงเวลา
uk: Період
vi: Kỳ
zh_hans: 时期
zh_hant: 時期

# heatmap.period.month
source: Ay
ar: شهر
de: Monat
en: Month
es: Mes
fr: Mois
hi: महीना
id: Bulan
it: Mese
ja: 月
ko: 월
nl: Maand
pl: Miesiąc
pt: Mês
ru: Месяц
th: เดือน
uk: Місяць
vi: Tháng
zh_hans: 月
zh_hant: 月
